/* Action name for moving a point. */
"Add PathAtom" = "Add PathAtom";

/* Action name for moving points. */
"Add PathAtoms" = "Add PathAtoms";

/* Action name for moving a point. */
"Add Vertex" = "Add Vertex";

/* Action name for moving points. */
"Add Vertices" = "Add Vertices";

/* Action name for align bottom edges. */
"Align Bottom Edges" = "Align Bottom Edges";

/* Action name for align horizontal centers. */
"Align Horizontal Centers" = "Align Horizontal Centers";

/* Action name for align left edges. */
"Align Left Edges" = "Align Left Edges";

/* Action name for align right edges. */
"Align Right Edges" = "Align Right Edges";

/* Action name for align top edges. */
"Align Top Edges" = "Align Top Edges";

/* Action name for align vertical centers. */
"Align Vertical Centers" = "Align Vertical Centers";

/* Action name part for SKTLineBeginPointKey. */
"Beginpoint" = "Beginpoint";

/* Action name part for SKTGraphicBoundsKey. */
"Bounds" = "Bounds";

/* Action name for bring to front. */
"Bring To Front" = "Bring To Front";

/* Specific action name for simple graphic property changes. The argument is the name of a property. */
"Change of %@" = "Change of %@";

/* Generic action name for complex graphic property changes. */
"Change of Multiple Graphic Properties" = "Change of Multiple Graphic Properties";

/* Action name for closig a polygon. */
"Close Polygon" = "Close Polygon";

/* Action noun part for SKTGraphicClosed. */
"closed" = "closed";

/* Action name for newly created graphics. Class name is inserted at the substitution. */
"Create %@" = "Create %@";

/* Action name for cut. */
"Cut" = "Cut";

/* Action name for deletions. */
"Delete" = "Delete";

/* Action name for moving a point. */
"Delete PathAtom" = "Delete PathAtom";

/* Action name for moving points. */
"Delete PathAtoms" = "Delete PathAtoms";

/* Action name for moving a point. */
"Delete Vertex" = "Delete Vertex";

/* Action name for moving points. */
"Delete Vertices" = "Delete Vertices";

/* Action name part for SKTLineEndPointKey. */
"Endpoint" = "Endpoint";

/* Action name part for SKTGraphicFillColorKey. */
"Fill Color" = "Fill Color";

/* Action name part for SKTGraphicIsDrawingFillKey. */
"Filling" = "Filling";

/* Action name for grid selected graphics. */
"Grid Selected Graphics" = "Grid Selected Graphics";

/* Action name for creating a group. */
"Group" = "Group";

/* Action name part for SKTImageIsFlippedHorizontallyKey. */
"Horizontal Flipping" = "Horizontal Flipping";

/* Action noun part for yPosition. */
"kind" = "kind";

/* Action name part for SKTGraphicLockedKey. */
"Lock" = "Lock";

/* Action name for natural size. */
"Make Natural Size" = "Make Natural Size";

/* Action name for make same width. */
"Make Same Width" = "Make Same Width";

/* Action name for moves. */
"Move" = "Move";

/* Action name for moving a point. */
"Move PathAtom" = "Move PathAtom";

/* Action name for moving points. */
"Move PathAtoms" = "Move PathAtoms";

/* Action name for moving a point. */
"Move Vertex" = "Move Vertex";

/* Action name for moving points. */
"Move Vertices" = "Move Vertices";

/* Action name for nudge keyboard commands. */
"Nudge" = "Nudge";

/* Action name for opening a polygon. */
"Open Polygon" = "Open Polygon";

/* Action name for paste. */
"Paste" = "Paste";

/* Action name for resizes. */
"Resize" = "Resize";

/* Action name for send to back. */
"Send To Back" = "Send To Back";

/* Action name part for SKTGraphicStrokeColorKey. */
"Stroke Color" = "Stroke Color";

/* Action name part for SKTGraphicStrokeWidthKey. */
"Stroke Width" = "Stroke Width";

/* Action name part for SKTGraphicIsDrawingStrokeKey. */
"Stroking" = "Stroking";

/* Action name part for SKTTextUndoContentsKey. */
"Text" = "Text";

/* Action name for ungroup. */
"Ungroup" = "Ungroup";

/* Action name part for SKTImageIsFlippedVerticallyKey. */
"Vertical Flipping" = "Vertical Flipping";

/* Action noun part for xPosition. */
"x" = "x";

/* Action noun part for yPosition. */
"y" = "y";

